[
  {
    "id": "ETid-203",
    "country": "GERMANY",
    "authority": "Data Protection Authority of Hamburg",
    "date": "2019",
    "fine": "51,000",
    "controller": "Facebook Germany GmbH",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 37 GDPR",
    "violation": "Insufficient involvement of data protection officer",
    "summary": "Whereas Facebook Ireland had appointed a data proteciton officer for all group companies located in the EU, this appontment was not notfied to the DPA Hamburg, competent for Facebook Germany GmbH. The fine was calculated on the basis of the turnover of the German branch (EUR 35 million). Relevant factors for the calculation were i.a. that the omitted notification was immediately made up for, Facebook acted negligently and did not violate the duty to appoint a data protection officer but only the notification obligation.",
    "link": "<a class='blau' href='https://datenschutz-hamburg.de/assets/pdf/28._Taetigkeitsbericht_Datenschutz_2019_HmbBfDI.pdf' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-203' target='_blank'>https://www.enforcementtracker.com/ETid-203</a> (Copy: <a id='myShareButton' class='myShare203' href='#/' onclick='copyETID(203);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-203' target='_blank'>https://etid.link/ETid-203</a>"
  },
  {
    "id": "ETid-820",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2021-09-02",
    "fine": "225,000,000",
    "controller": "WhatsApp Ireland Ltd.",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 5 (1) a) GDPR, Art. 12 GDPR, Art. 13 GDPR, Art. 14 GDPR",
    "violation": "Insufficient fulfilment of information obligations",
    "summary": "The Irish DPA (DPC) has imposed a fine of EUR 225,000,000 on WhatsApp Ireland Ltd. The DPA had started extensive investigations into the messaging service's compliance with transparency obligations back in December 2018. In this context, the DPC investigated whether WhatsApp complied with its obligations under the GDPR regarding the provision of information and the transparency of this information to users and non-users of WhatsApp. \n\nIn the course of the investigation, the DPC found that WhatsApp had committed serious violations of Art. 12 GDPR, Art. 13 GDPR and Art. 14 GDPR with respect to the information provided to users. \n\nFollowing the investigation, the DPC submitted a draft decision under Art. 60 GDPR to other affected European supervisory authorities in December 2020. The DPC subsequently received objections from eight supervisory authorities. Due to lack of agreement, the DPC initiated a dispute resolution procedure pursuant to Art. 65 GDPR on June 3, 2021. \n\nThe European Data Protection Supervisor (EDPB), by its decision of July 28, 2021, then, required the DPC to reassess and increase its proposed fine based on a number of factors. The EDPS found a violation of the principle of transparency set forth in Article 5(1) a) of the GDPR in addition to the violations found by the DPC, and requested this to be reflected in the final amount of the fine. \n\nBased on this, the DPC imposed the fine in the amount of EUR 225,000,000. \n\nThe fine is composed as follows:\n\nEUR 90,000,000 for the violation of Art. 5 (1) a) GDPR;\nEUR 30,000,000 for the violation of Art. 12 GDPR;\nEUR 30,000,000 for the violation of Art. 13 GDPR; and\nEUR 75,000,000 for the violation of Art. 14 GDPR.\n\n\nWith respect to Art. 12 GDPR and Art. 13 GDPR, the DPC found that WhatsApp had failed to provide information about the nature of the data collection 'in a concise, transparent, intelligible and easily accessible form, using clear and plain language.' This includes making the information easy for children to understand when it is addressed to them. For example, WhatsApp had distributed information about the relationship between WhatsApp and other Facebook companies and the sharing of data under that relationship through a variety of texts. Much of the information provided was of such general nature, moreover, that the DPC deemed it meaningless. Users often had to overcome multiple links to FAQs to get to the information they were looking for on WhatsApp's website. In this regard, the DPC stated that it would be unreasonable to expect users to search the WhatsApp website after failing to find sufficient information in the privacy statement itself.\n\nWith regard to Art. 14 GDPR, one of the issues was the impact of a user's consent allowing the messaging platform to have access to his or her contacts. As such, the company searched its users' contact information on their phones for phone numbers and other data, not only from other WhatsApp users, but also from contacts who do not even have a WhatsApp account. The DPC finds that this data had been processed unlawfully, as these contacts (especially those who do not have a WhatsApp account) had not received any information about this processing and therefore could not possibly have given their consent. \n\nGiven the seriousness and the far-reaching nature and impact of the breaches, the DPA concluded that there had also been a violation of the transparency principle from Art. 5 (1) a) GDPR.",
    "link": "<a class='blau' href='https://edpb.europa.eu/system/files/2021-09/dpc_final_decision_redacted_for_issue_to_edpb_01-09-21_en.pdf' target='_blank'>link</a> <a class='blau' href='https://dataprotection.ie/en/news-media/press-releases/data-protection-commission-announces-decision-whatsapp-inquiry' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-820' target='_blank'>https://www.enforcementtracker.com/ETid-820</a> (Copy: <a id='myShareButton' class='myShare820' href='#/' onclick='copyETID(820);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-820' target='_blank'>https://etid.link/ETid-820</a>"
  },
  {
    "id": "ETid-875",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2021-10-06",
    "fine": "Only intention to issue fine",
    "controller": "Facebook Ireland Limited",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 5 (1) a) GDPR, Art. 12 (1) GDPR, Art. 13 (1) c) GDPR",
    "violation": "Insufficient fulfilment of information obligations",
    "summary": "The organization 'None of your business' (NOYB) published a draft decision of the Irish DPA (DPC) on October 13, 2021, which indicates that it proposes a fine between EUR 28 million and EUR 36 million against Facebook.\n\nThe draft primarily addresses the fact that Facebook has included details on data processing in its terms of service, thus relying on Art. 6 (1) b) rather than on consent pursuant to Art. 6 (1) a) GDPR. \nCritics consider this a loophole used by Facebook to circumvent the stricter GDPR requirements of consent according to Art. 6 (1) a) GDPR.\n\nHowever, the DPC emphasizes that the GDPR does not establish a hierarchy of legal bases that can be used to process personal data.\n\nYet, the DPC noted that Facebook failed to provide clear information about its legal basis for data processing and highlights that the information provided by Facebook is discontinuous and that users are referred to different documents and texts of the data policy and terms of service. \n\nThe DPC concludes its draft that Facebook has thus violated Art. 5 (1) a) GDPR, Art. 12 (1) GDPR and Art. 13 (1) c) GDPR.\n\nThe draft decision will now be forwarded to other European data protection authorities allowing them to comment on it.",
    "link": "<a class='blau' href='https://noyb.eu/sites/default/files/2021-10/IN%2018-5-5%20Draft%20Decision%20of%20the%20IE%20SA.pdf' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-875' target='_blank'>https://www.enforcementtracker.com/ETid-875</a> (Copy: <a id='myShareButton' class='myShare875' href='#/' onclick='copyETID(875);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-875' target='_blank'>https://etid.link/ETid-875</a>"
  },
  {
    "id": "ETid-980",
    "country": "FRANCE",
    "authority": "French Data Protection Authority (CNIL)",
    "date": "2021-12-31",
    "fine": "60,000,000",
    "controller": "Facebook Ireland Ltd.",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 82 loi Informatique et Libertés",
    "violation": "Insufficient legal basis for data processing",
    "summary": "On December 31, 2021, the French DPA (CNIL) imposed a fine of EUR 60,000 on Facebook Ireland Ltd.\n\nThe CNIL received several complaints regarding the manner in which cookies could be refused on the website of Facebook.com.\n\nThe CNIL subsequently conducted an online review of the websites and found that, although the websites offered a button to accept cookies immediately, there was no equivalent solution that would allow the Internet user to reject the deposit of cookies just as easily. Rather, several clicks were required to reject all cookies, in contrast to a single click to accept them.\n\nFrom this, the CNIL concluded that users would accept the deposit of cookies out of convenience with more frequency. It considered that the design of the cookie deposit interferes with the freedom of consent of Internet users and constitutes a violation of Art. 82 of the French Law on Informatics and Freedoms.\n\nIn determining the fine, the fact that a large number of people were affected was taken into account in an aggravating manner. In addition, the CNIL took into account the significant profits that the companies were able to make from the advertising revenue generated indirectly from the data collected through cookies.\n\nThe CNIL also pointed to the fact that the authority had already alerted the the company to this breach in February 2021. \n\nIn addition to the fine, the CNIL issued an order requiring the companies to provide Internet users in France with a way to reject cookies as easily as they can accept them, within three months of being notified of the decision. Otherwise, companies would face the payment of a penalty of EUR 100,000 per day of delay.",
    "link": "<a class='blau' href='https://www.legifrance.gouv.fr/cnil/id/CNILTEXT000044840532' target='_blank'>link</a> <a class='blau' href='https://www.cnil.fr/fr/cookies-sanction-de-60-millions-deuros-lencontre-de-facebook-ireland-limited' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-980' target='_blank'>https://www.enforcementtracker.com/ETid-980</a> (Copy: <a id='myShareButton' class='myShare980' href='#/' onclick='copyETID(980);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-980' target='_blank'>https://etid.link/ETid-980</a>"
  },
  {
    "id": "ETid-1094",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2022-03-15",
    "fine": "17,000,000",
    "controller": "Meta Platforms Ireland Limited",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 5 (2) GDPR, Art. 24 (1) GDPR",
    "violation": "Insufficient technical and organisational measures to ensure information security",
    "summary": "The Irish DPA (DPC) has imposed a fine of EUR 17 million on Meta Platforms Ireland Limited (former Facebook Ireland Limited). \n\nThe decision is based on twelve notifications of data breaches that occurred between June 7, 2018 and December 4, 2018. \n\nThe outcome of the DPC's investigation revealed that Meta had violated Article 5 (2) GDPR and Article 24 (1) GDPR. In the course of its investigation, the DPC found that Meta failed to demonstrate that it had taken appropriate technical and organizational measures to protect the data of EU users. \n\nThe fine proceedings involved cross-border data processing, which is why the decision was subject to the co-decision procedure under Art. 60 GDPR involving all other European supervisory authorities as co-decision-makers.  Although two European DPAs objected to the DPC's draft decision, a consensus was ultimately reached. Accordingly, the DPC's decision reflects the collective views of the DPC and the other European DPAs.",
    "link": "<a class='blau' href='https://dataprotection.ie/en/news-media/press-releases/data-protection-commission-announces-decision-meta-facebook-inquiry' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-1094' target='_blank'>https://www.enforcementtracker.com/ETid-1094</a> (Copy: <a id='myShareButton' class='myShare1094' href='#/' onclick='copyETID(1094);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-1094' target='_blank'>https://etid.link/ETid-1094</a>"
  },
  {
    "id": "ETid-1373",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2022-09-05",
    "fine": "405,000,000",
    "controller": "Meta Platforms, Inc.",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 5 (1) a), c) GDPR, Art. 6 (1) GDPR, Art. 12 (1) GDPR, Art. 24 GDPR, Art. 25 (1), (2) GDPR, Art. 35 GDPR",
    "violation": "Non-compliance with general data processing principles",
    "summary": "The Irish DPA (DPC) has imposed a fine of EUR 405,000,000 on Meta Platforms, Inc. (Instagram). \n\nFollowing the investigation, the DPC submitted a draft decision under Art. 60 GDPR to other European supervisory authorities concerned. The initial draft proposed a fine of EUR 30-50 million. The DPC subsequently received objections from six supervisory authorities, which led to a dispute resolution procedure at the European Data Protection Board (EDPB) in Brussels. In its decision, the EDPB requested the DPC to increase the proposed fine.\n\nThe DPC's investigation revealed that on Instagram business accounts of minors, their cell phone numbers and email addresses were publicly displayed. In addition, the settings for the underage users' accounts were set to 'public' by default , making their social media content publicly viewable unless they changed the account settings. The breach potentially affects millions of teenagers.",
    "link": "<a class='blau' href='https://edpb.europa.eu/system/files/2022-09/edpb_bindingdecision_20222_ie_sa_instagramchildusers_en.pdf' target='_blank'>link</a>  <a class='blau' href='https://dataprotection.ie/en/news-media/press-releases/data-protection-commission-announces-decision-instagram-inquiry' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-1373' target='_blank'>https://www.enforcementtracker.com/ETid-1373</a> (Copy: <a id='myShareButton' class='myShare1373' href='#/' onclick='copyETID(1373);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-1373' target='_blank'>https://etid.link/ETid-1373</a>"
  },
  {
    "id": "ETid-1502",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2022-11-25",
    "fine": "265,000,000",
    "controller": "Meta Platforms Ireland Limited",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 25 (1), (2) GDPR",
    "violation": "Insufficient technical and organisational measures to ensure information security",
    "summary": "The Irish DPA has fined Meta Platforms Ireland Limited EUR 265 million. The DPA had launched an investigation against Meta in 2021 after media reports indicated that a dataset containing personal data from Facebook had been made available on a hacking platform. The data leak affected up to 533 million users with their data such as phone numbers and email addresses.  \nAs part of the investigation, the DPA reviewed and assessed the Facebook Search, Facebook Messenger Contact Importer and Instagram Contact Importer tools. The DPA primarily reviewed the implementation of technical and organizational measures to protect personal data and found a breach of Art. 25 GDPR",
    "link": "<a class='blau' href='https://dataprotection.ie/en/news-media/press-releases/data-protection-commission-announces-decision-in-facebook-data-scraping-inquiry' target='_blank'>link</a> <a class='blau' href='https://www.theguardian.com/technology/2022/nov/28/meta-fined-265m-over-data-breach-affecting-more-than-500m-users' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-1502' target='_blank'>https://www.enforcementtracker.com/ETid-1502</a> (Copy: <a id='myShareButton' class='myShare1502' href='#/' onclick='copyETID(1502);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-1502' target='_blank'>https://etid.link/ETid-1502</a>"
  },
  {
    "id": "ETid-1543",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2023-01-04",
    "fine": "390,000,000",
    "controller": "Meta Platforms Ireland Limited",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 5 (1) a) GDPR, Art. 6 (1) GDPR, Art. 12 GDPR, Art. 13 (1) c) GDPR",
    "violation": "Non-compliance with general data processing principles",
    "summary": "The Irish DPA (DPC) has fined Meta Platforms Ireland Limited EUR 390 million. The DPA has imposed a fine of EUR 210 million for violations related to the provision of its Facebook service and EUR 180 million for violations related to the provision of its Instagram service. The Austrian organization 'None of Your Business' (NOYB) had filed a complaint with the DPA on behalf of two individuals. \n\nMeta had updated its terms of service shortly before the GDPR came into force. In its new terms of service, Meta informed its users to click 'Agree and Continue' to indicate their agreement with the new terms of service. This was required for further access to the services. Meta assumed that the acceptance of the updated terms of use constituted a contract between Meta and the user, since the processing of the data would be necessary for the provision as well as the improvement of the services. According to Meta, the data processing was therefore lawful pursuant to Art. 6 (1) b) GDPR. However, the complainant argued that Meta was actually trying to rely on consent as a legal basis for processing users' data. By making the access to its services conditional on users' consent to the updated terms of service, Meta was actually forcing users to consent to the processing of their personal data. \n\nFollowing the investigation, the DPC submitted a draft decision under Art. 60 GDPR to other European supervisory authorities concerned. The DPC found that Meta did not rely on user consent as a legal basis, and did not consider 'coerced consent' in this case. It also did not rule out the possibility that Meta relied on a contractual legal basis. In response, the DPC received objections from different supervisory authorities. However, the DPC found that Meta had breached its transparency obligations under the GDPR, by not clearly explaining to users for what purpose and on what legal basis their personal data would be processed. \n\nAs no agreement could be reached on the disputed points, the DPC initiated a dispute resolution procedure pursuant to Art. 65 GDPR. In its decision, the EDPB confirmed the violation of transparency obligations by Meta. However, the EDPB took a different position than the DPC on the issue of the legal basis and found that Meta was not entitled to rely on a contractual legal basis. The EDPB therefore found that Meta had violated Art. 6 (1) GDPR. The DPC agreed in its final decision and imposed the fine and also required Meta to bring its data processing into compliance within three months.",
    "link": "<a class='blau' href='https://dataprotection.ie/en/news-media/data-protection-commission-announces-conclusion-two-inquiries-meta-ireland' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-1543' target='_blank'>https://www.enforcementtracker.com/ETid-1543</a> (Copy: <a id='myShareButton' class='myShare1543' href='#/' onclick='copyETID(1543);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-1543' target='_blank'>https://etid.link/ETid-1543</a>"
  },
  {
    "id": "ETid-1578",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2023-01-19",
    "fine": "5,500,000",
    "controller": "WhatsApp Ireland Ltd.",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 6 (1) GDPR, Art. 12 GDPR, Art. 13 (1) c) GDPR",
    "violation": "Insufficient legal basis for data processing",
    "summary": "The Irish DPA (DPC) has fined WhatsApp Ireland Ltd. EUR 5.5 million. The Austrian organization 'None of Your Business' (NOYB) had filed a complaint with the DPA on behalf of an individual. \n\nWhatsApp had updated its terms of service shortly before the GDPR came into force. In its new terms of service, WhatsApp informed its users to click 'Agree and Continue' to indicate their agreement with the new terms of service. This was required for further access to the services. WhatsApp assumed that the acceptance of the updated terms of use constituted a contract between WhatsApp and the user, since the processing of the data would be necessary for the provision as well as the improvement of the services. According to WhatsApp, the data processing was therefore lawful pursuant to Art. 6 (1) b) GDPR. However, the complainant argued that WhatsApp was actually trying to rely on consent as a legal basis for processing users' data. By making the access to its services conditional on users' consent to the updated terms of service, WhatsApp was forcing users to consent to the processing of their personal data. \n\nFollowing the investigation, the DPC submitted a draft decision under Art. 60 GDPR to other European supervisory authorities concerned. The DPC found that WhatsApp did not rely on user consent as a legal basis, and did not consider 'coerced consent' in this case. It also did not rule out the possibility that WhatsApp relied on a contractual legal basis. In response, the DPC received objections from different supervisory authorities. However, the DPC found that WhatsApp had breached its transparency obligations under the GDPR, by not clearly explaining to users for what purpose and on what legal basis their personal data would be processed. \n\nAs no agreement could be reached on the disputed points, the DPC initiated a dispute resolution procedure pursuant to Art. 65 GDPR. In its decision, the EDPB confirmed the violation of transparency obligations by WhatsApp. However, the EDPB took a different position than the DPC on the issue of the legal basis and found that WhatsApp was not entitled to rely on a contractual legal basis. The EDPB therefore found that WhatsApp had violated Art. 6 (1) GDPR. The DPC agreed in its final decision and imposed the fine and also required WhatsApp to bring its data processing into compliance within three months.\nThe DPC agreed in its final decision and imposed the fine and also required WhatsApp to bring its data processing into compliance within six months.",
    "link": "<a class='blau' href='https://dataprotection.ie/en/news-media/data-protection-commission-announces-conclusion-inquiry-whatsapp' target='_blank'>link</a> <a class='blau' href='https://noyb.eu/sites/default/files/2023-01/FINAL%20%28adoption%20version%29%20Decision%20%28WA%29%20Redacted%20%281%29_geschw%C3%A4rzt.pdf' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-1578' target='_blank'>https://www.enforcementtracker.com/ETid-1578</a> (Copy: <a id='myShareButton' class='myShare1578' href='#/' onclick='copyETID(1578);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-1578' target='_blank'>https://etid.link/ETid-1578</a>"
  },
  {
    "id": "ETid-1844",
    "country": "IRELAND",
    "authority": "Data Protection Authority of Ireland",
    "date": "2023-05-12",
    "fine": "1,200,000,000",
    "controller": "Meta Platforms Ireland Limited",
    "category": "Media, Telecoms and Broadcasting",
    "article": "Art. 46 (1) GDPR",
    "violation": "Insufficient legal basis for data processing",
    "summary": "The Irish DPA (DPC) has fined Meta Platforms Ireland Limited EUR 1.2 billion. This is the highest fine imposed to date under the GDPR. In its decision, the DPC found that Meta had violated Art. 46 GDPR by continuing to transfer personal data to the U.S. after the Schrems II ruling of the CJEU. According to the Schrems II ruling, U.S. law does not provide a level of protection for personal data substantially equivalent to that provided by EU law and that the standard contractual clauses (SCCs) also do not provide sufficient protection. Meta based its data transfers on the SCCs and additional own safeguards. However, during its investigation, the DPC determined that these additional measures did not compensate for the inadequate protections provided by U.S. law. \n\nFollowing the investigation, the DPC submitted a draft decision to other concerned supervisory authorities pursuant to Art. 60 GDPR. In response, the DPC received objections from supervisory authorities, which led to a dispute resolution procedure before the European Data Protection Board (EDPB). In its decision, the EDPB asked the DPC to amend the proposed fine and adapt it to the seriousness of the data protection breach.\n\nThe DPC also ordered to cease any future transfer of personal data to the U.S., as well as to cease storage, within six months, of data already transferred to the U.S.\n\nMeta has announced that it will appeal the ruling and seek a suspension of the orders in court.",
    "link": "<a class='blau' href='https://dataprotection.ie/en/news-media/press-releases/Data-Protection-Commission-announces-conclusion-of-inquiry-into-Meta-Ireland' target='_blank'>link</a> <a class='blau' href='https://edpb.europa.eu/our-work-tools/consistency-findings/register-decisions/2023/decision-data-protection-commission_en' target='_blank'>link</a>",
    "enforcement": "<a href='https://www.enforcementtracker.com/ETid-1844' target='_blank'>https://www.enforcementtracker.com/ETid-1844</a> (Copy: <a id='myShareButton' class='myShare1844' href='#/' onclick='copyETID(1844);return false;' alt='Copy URL to clipboard'></a>) | Short URL: <a href='https://etid.link/ETid-1844' target='_blank'>https://etid.link/ETid-1844</a>"
  }
]
